# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

###############################################################################
# XWiki Core localization
#
# This contains the translations of the module in the default language
# (generally English).
# 
# Translation key syntax:
#   <short top level project name>.<short module name>.<propertyName>
#   where:
#   * <short top level project name> = top level project name without the "xwiki-" prefix,
#                                     for example: commons, rendering, platform, enterprise, manager, etc
#   * <short module name> = the name of the Maven module without the <short top level project name> prefix,
#                           for example: oldcore, scheduler, activitystream, etc
#   * <propertyName> = the name of the property using camel case,
#                      for example updateJobClassCommitComment
#
# Comments: it's possible to add some detail about a key to make easier to
#   translate it by adding a comment before it. To make sure a comment is not
#   assigned to the following key use at least three sharps (###) for the comment
#   or after it.
# 
# Deprecated keys:
#   * when deleting a key it should be moved to deprecated section at the end
#     of the file (between #@deprecatedstart and #@deprecatedend) and associated to the
#     first version in which it started to be deprecated
#   * when renaming a key, it should be moved to the same deprecated section
#     and a comment should be added with the following syntax:
#     #@deprecated new.key.name
#     old.key.name=Some translation
###############################################################################

replication.instance.status.REGISTERED=\u0417\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u043E\u0432\u0430\u043D\u0438\u0439
replication.instance.status.REQUESTING=\u0417\u0430\u043F\u0438\u0442\u0443\u044E\u0447\u0438\u0439
replication.instance.status.REQUESTED=\u0417\u0430\u043F\u0438\u0442\u0443\u0432\u0430\u043D\u0438\u0439
replication.instance.status.RELAYED=\u041F\u0435\u0440\u0435\u0434\u0430\u043D\u0438\u0439
replication.title=\u0420\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044F
replication.instances.title=\u0415\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438

# Replication levels
### Missing: replication.entity.level=Replication level

# Replication levels
replication.entity.level.ALL=\u0423\u0441\u0456
replication.entity.level.ALL.description=\u041F\u043E\u0432\u043D\u0430 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438
replication.entity.level.ALL.BOTH.description=\u0414\u043E\u0437\u0432\u043E\u043B\u0438\u0442\u0438 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0442\u0430 \u043E\u0442\u0440\u0438\u043C\u0430\u043D\u043D\u044F \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u044C \u0434\u043B\u044F \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430
replication.entity.level.ALL.SEND_ONLY.description=\u0414\u043E\u0437\u0432\u043E\u043B\u0438\u0442\u0438 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u0442\u0438 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0434\u043E \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430. \u0417\u0432\u043E\u0440\u043E\u0442\u043D\u0456 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0456\u0433\u043D\u043E\u0440\u0443\u0432\u0430\u0442\u0438\u043C\u0443\u0442\u044C\u0441\u044F.
replication.entity.level.ALL.RECEIVE_ONLY.description=\u0414\u043E\u0437\u0432\u043E\u043B\u0438\u0442\u0438 \u043E\u0442\u0440\u0438\u043C\u0443\u0432\u0430\u0442\u0438 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0437 \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430. \u041E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u043D\u0435 \u043F\u043E\u0448\u0438\u0440\u044E\u0432\u0430\u0442\u0438\u043C\u0443\u0442\u044C\u0441\u044F \u0443 \u0437\u0432\u043E\u0440\u043E\u0442\u043D\u043E\u043C\u0443 \u043D\u0430\u043F\u0440\u044F\u043C\u043A\u0443.
replication.entity.level.REFERENCE=\u0417\u0430\u043F\u043E\u0432\u043D\u044E\u0432\u0430\u0447
replication.entity.level.REFERENCE.description=\u0421\u0442\u0432\u043E\u0440\u044E\u0454 \u043F\u043E\u0440\u043E\u0436\u043D\u0456\u0439 \u0437\u0430\u043F\u043E\u0432\u043D\u044E\u0432\u0430\u0447
replication.entity.level.REFERENCE.BOTH.description=\u041D\u0430\u0434\u0441\u0438\u043B\u0430\u0454 \u0442\u0430 \u043E\u0442\u0440\u0438\u043C\u0443\u0454 \u0437\u0430\u043F\u043E\u0432\u043D\u044E\u0432\u0430\u0447 \u0456\u0437 \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430
replication.entity.level.REFERENCE.SEND_ONLY.description=\u041D\u0430\u0434\u0441\u0438\u043B\u0430\u0454 \u0437\u0430\u043F\u043E\u0432\u043D\u044E\u0432\u0430\u0447 \u0434\u043E \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430
replication.entity.level.REFERENCE.RECEIVE_ONLY.description=\u041E\u0442\u0440\u0438\u043C\u0443\u0454 \u0437\u0430\u043F\u043E\u0432\u043D\u044E\u0432\u0430\u0447 \u0456\u0437 \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430
replication.entity.level.REFERENCE.placeholder=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0430, \u044F\u043A\u0443 \u0432\u0438 \u043D\u0430\u043C\u0430\u0433\u0430\u0454\u0442\u0435\u0441\u044F \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0456\u0441\u043D\u0443\u0432\u0430\u0442\u0438 \u0432 \u0446\u044C\u043E\u043C\u0443 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0456 XWiki \u0447\u0435\u0440\u0435\u0437 \u0444\u0456\u043B\u044C\u0442\u0440\u0430\u0446\u0456\u044E \u0432\u043C\u0456\u0441\u0442\u0443. \u0426\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u043C\u043E\u0436\u0435 \u0441\u0442\u0430\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u044E \u0432 \u043C\u0430\u0439\u0431\u0443\u0442\u043D\u044C\u043E\u043C\u0443, \u043A\u043E\u043B\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u0442\u0430 \u043F\u043E\u043B\u0456\u0442\u0438\u043A\u0438 \u0437\u043C\u0456\u043D\u044F\u0442\u044C\u0441\u044F, \u0430\u0431\u043E \u044F\u043A\u0449\u043E \u0432\u043C\u0456\u0441\u0442 \u0431\u0443\u0434\u0435 \u0440\u043E\u0437\u0441\u0435\u043A\u0440\u0435\u0447\u0435\u043D\u043E.
### Missing: replication.entity.level.unknown=Unknown
### Missing: replication.entity.direction=Replication direction
replication.entity.direction.BOTH=\u041E\u0431\u0438\u0434\u0432\u0456
replication.entity.direction.BOTH.description=\u041F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u043E\u0434\u043D\u043E\u0447\u0430\u0441\u043D\u043E \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u044E\u0442\u044C\u0441\u044F \u0442\u0430 \u043F\u0440\u0438\u0439\u043C\u0430\u044E\u0442\u044C\u0441\u044F
replication.entity.direction.SEND_ONLY=\u041D\u0430\u0434\u0441\u0438\u043B\u0430\u0442\u0438 \u043B\u0438\u0448\u0435
replication.entity.direction.SEND_ONLY.description=\u0420\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0439\u043D\u0456 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u043B\u0438\u0448\u0435 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u044E\u0442\u044C\u0441\u044F
replication.entity.direction.RECEIVE_ONLY=\u041E\u0442\u0440\u0438\u043C\u0443\u0432\u0430\u0442\u0438 \u0442\u0456\u043B\u044C\u043A\u0438
replication.entity.direction.RECEIVE_ONLY.description=\u0420\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0439\u043D\u0456 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u0442\u0456\u043B\u044C\u043A\u0438 \u043E\u0442\u0440\u0438\u043C\u0443\u044E\u0442\u044C\u0441\u044F

## Doc extra
replication.entity.docextra.title=\u0420\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044F
replication.entity.docextra.owner=\u0412\u043B\u0430\u0441\u043D\u0438\u043A
replication.entity.docextra.owner.unknown=\u041D\u0435\u0432\u0456\u0434\u043E\u043C\u0438\u0439
replication.entity.docextra.readonly=\u0422\u0456\u043B\u044C\u043A\u0438 \u0434\u043B\u044F \u0447\u0438\u0442\u0430\u043D\u043D\u044F
### Missing: replication.entity.docextra.level=Replication level
replication.entity.docextra.instances=\u041D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u043D\u043D\u044F
replication.entity.docextra.notreplicated=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u043D\u0435 \u0432\u0456\u0434\u0442\u0432\u043E\u0440\u044E\u0454\u0442\u044C\u0441\u044F

## Conflict
replication.entity.conflict.message=\u0421\u0438\u0441\u0442\u0435\u043C\u0456 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u043E\u0431'\u0454\u0434\u043D\u0430\u0442\u0438 \u0434\u0430\u043D\u0456 \u0437 \u0432\u0456\u0434\u0434\u0430\u043B\u0435\u043D\u0438\u0445 \u043A\u043E\u043F\u0456\u0439 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0430\u0431\u043E \u0437\u043B\u0438\u0442\u0442\u044F \u043C\u043E\u0433\u043B\u043E \u0431\u0443\u0442\u0438 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043E \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E. \u0410\u043B\u044C\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u043D\u0456 \u0432\u0435\u0440\u0441\u0456\u0457 \u0431\u0443\u043B\u0438 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u0456 \u0432 \u0456\u0441\u0442\u043E\u0440\u0456\u0457 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0456\u0432. \u041C\u043E\u0436\u043B\u0438\u0432\u043E, \u0432\u0430\u043C \u0437\u043D\u0430\u0434\u043E\u0431\u0438\u0442\u044C\u0441\u044F \u0441\u043A\u043E\u043F\u0456\u044E\u0432\u0430\u0442\u0438 \u0434\u0430\u043D\u0456 \u0437 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456\u0445 \u0432\u0435\u0440\u0441\u0456\u0439 \u0432 \u043E\u0441\u0442\u0430\u043D\u043D\u044E \u0432\u0435\u0440\u0441\u0456\u044E \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u043F\u043E\u0437\u043D\u0430\u0447\u0442\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u044F\u043A \u0432\u0438\u0440\u0456\u0448\u0435\u043D\u0438\u0439, \u044F\u043A \u0442\u0456\u043B\u044C\u043A\u0438 \u0432\u0438 \u043F\u0435\u0440\u0435\u043A\u043E\u043D\u0430\u0454\u0442\u0435\u0441\u044F, \u0449\u043E \u0432\u0456\u043D \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0438\u0439 \u0456 \u0446\u0456\u043B\u0456\u0441\u043D\u0438\u0439.
replication.entity.conflict.button.resolve=\u041F\u043E\u0437\u043D\u0430\u0447\u0438\u0442\u0438 \u044F\u043A \u0432\u0438\u0440\u0456\u0448\u0435\u043D\u0438\u0439

## Readonly
replication.entity.readonly.message=\u041D\u0430\u043F\u043E\u043B\u0435\u0433\u043B\u0438\u0432\u043E \u043D\u0435 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0446\u0435\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442. \u0411\u0443\u0434\u044C-\u044F\u043A\u0456 \u0432\u043D\u0435\u0441\u0435\u043D\u0456 \u0437\u043C\u0456\u043D\u0438 \u0437\u0440\u0435\u0448\u0442\u043E\u044E \u0431\u0443\u0434\u0435 \u0432\u0442\u0440\u0430\u0447\u0435\u043D\u043E, \u043E\u0441\u043A\u0456\u043B\u044C\u043A\u0438 \u0432\u043E\u043D\u0438 \u043D\u0435 \u043C\u043E\u0436\u0443\u0442\u044C \u043F\u043E\u0432\u0435\u0440\u043D\u0443\u0442\u0438\u0441\u044F \u0434\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u043B\u0430\u0441\u043D\u0438\u043A\u0430 \u0446\u044C\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.

## Wiki Admin
replication.admin.instance.pr=\u0414\u043B\u044F \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430\u043C\u0438 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0456 \u043F\u0440\u0430\u0432\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443\u0432\u0430\u043D\u043D\u044F.
replication.admin.instance.CURRENT=\u041F\u043E\u0442\u043E\u0447\u043D\u0438\u0439 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440
replication.admin.instance.CURRENT.description=\u0412\u043B\u0430\u0441\u0442\u0438\u0432\u043E\u0441\u0442\u0456 \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u044E\u0442\u044C\u0441\u044F \u0434\u043E \u0456\u043D\u0448\u0438\u0445 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0456\u0432 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457.
replication.admin.instance.REGISTERED=\u0417\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u043E\u0432\u0430\u043D\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438
replication.admin.instance.REGISTERED.description=\u0415\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438 \u0431\u0435\u0437\u043F\u043E\u0441\u0435\u0440\u0435\u0434\u043D\u044C\u043E \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u044F\u044E\u0442\u044C\u0441\u044F \u0437 \u043E\u0431\u043E\u0445 \u0441\u0442\u043E\u0440\u0456\u043D \u0456 \u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0442\u044C\u0441\u044F \u0432 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044E.
replication.admin.instance.REQUESTING=\u0417\u0430\u043F\u0438\u0442\u0443\u044E\u0447\u0438 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438
replication.admin.instance.REQUESTING.description=\u0412\u0456\u0434\u0434\u0430\u043B\u0435\u043D\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438, \u044F\u043A\u0456 \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u043B\u0438 \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0456\u0437\u0430\u0446\u0456\u044E \u0442\u0430 \u0441\u043F\u0456\u043B\u044C\u043D\u0438\u0439 \u0434\u043E\u0441\u0442\u0443\u043F \u0434\u043E \u0432\u043C\u0456\u0441\u0442\u0443 \u0437 \u0446\u0438\u043C \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u043E\u043C.
replication.admin.instance.REQUESTED=\u0417\u0430\u043F\u0438\u0442\u0430\u043D\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438
replication.admin.instance.REQUESTED.description=\u0415\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438, \u044F\u043A\u0438\u043C \u0431\u0443\u043B\u043E \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u043D\u043E \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u0434\u043E\u0437\u0432\u0456\u043B \u0432\u0438\u043A\u043E\u043D\u0443\u0432\u0430\u0442\u0438 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044E.
replication.admin.instance.REQUESTED.label=URI \u0437\u0430\u043F\u0438\u0442\u0430\u043D\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430:
replication.admin.instance.RELAYED=\u041F\u0435\u0440\u0435\u0434\u0430\u043D\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438
replication.admin.instance.RELAYED.description=\u0415\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438 \u0431\u0435\u0437\u043F\u043E\u0441\u0435\u0440\u0435\u0434\u043D\u044C\u043E \u043D\u0435\u0432\u0456\u0434\u043E\u043C\u0456, \u0430\u043B\u0435 \u0437 \u044F\u043A\u0438\u0445 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u044C \u0431\u0443\u043B\u0438 \u043E\u0442\u0440\u0438\u043C\u0430\u043D\u0456, \u043F\u0435\u0440\u0435\u0434\u0430\u043D\u0456 \u0456\u043D\u0448\u0438\u043C \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u043E\u043C.
replication.admin.instance.button.accept=\u041F\u0440\u0438\u0439\u043D\u044F\u0442\u0438
replication.admin.instance.button.decline=\u0412\u0456\u0434\u0445\u0438\u043B\u0438\u0442\u0438
replication.admin.instance.button.remove=\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438
replication.admin.instance.button.cancel=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
replication.admin.instance.button.reload=\u041F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438
replication.admin.instance.button.add=\u0414\u043E\u0434\u0430\u0442\u0438
replication.admin.instance.button.save=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438
replication.admin.instance.form.name=\u041D\u0430\u0437\u0432\u0430
replication.admin.instance.form.uri=URI
replication.admin.instance.form.uri.disabled=\u0417\u0430\u0431\u043E\u0440\u043E\u043D\u044F\u0454\u0442\u044C\u0441\u044F \u0437\u043C\u0456\u043D\u044E\u0432\u0430\u0442\u0438 URI \u043F\u0456\u0441\u043B\u044F \u0442\u043E\u0433\u043E, \u044F\u043A \u0442\u043E\u0439 \u043F\u043E\u0447\u0430\u0432 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u044F\u043A \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0442\u043E\u0440 \u0456\u043D\u0448\u0438\u043C\u0438 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430\u043C\u0438.
replication.admin.instance.button.wakeup=\u041F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0438 \u0441\u043F\u0440\u043E\u0431\u0443
replication.admin.controller.title=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440
replication.admin.controller.current.label=\u041F\u043E\u0442\u043E\u0447\u043D\u0438\u0439 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457:
replication.admin.controller.button.select=\u0412\u0438\u0431\u0440\u0430\u0442\u0438
replication.admin.controller.default.name=\u0417\u0430 \u0443\u043C\u043E\u0432\u0447\u0430\u043D\u043D\u044F\u043C
replication.admin.controller.default.description=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0437\u0430 \u0443\u043C\u043E\u0432\u0447\u0430\u043D\u043D\u044F\u043C, \u044F\u043A\u0438\u0439 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u0432\u0440\u0443\u0447\u043D\u0443 \u043D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u043A\u043E\u043D\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044E \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u043D\u0430 \u0440\u0456\u0432\u043D\u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438
replication.admin.instance.receivekey=\u041A\u043B\u044E\u0447 \u043E\u0442\u0440\u0438\u043C\u0430\u043D\u043D\u044F
replication.admin.instance.receivekey.description=\u0412\u0456\u0434\u0431\u0438\u0442\u043E\u043A \u043A\u043B\u044E\u0447\u0430, \u044F\u043A\u0438\u0439 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0432\u0441\u044F \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u043A\u0438 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u044C, \u043E\u0442\u0440\u0438\u043C\u0430\u043D\u0438\u0445 \u0432\u0456\u0434 \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430. \u042F\u043A\u0438\u0439 \u043C\u0430\u0454 \u0437\u0431\u0456\u0433\u0430\u0442\u0438\u0441\u044F \u0437 \u043A\u043B\u044E\u0447\u0435\u043C \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0437 \u0456\u043D\u0448\u043E\u0433\u043E \u0431\u043E\u043A\u0443.
replication.admin.instance.sendkey=\u041A\u043B\u044E\u0447 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u043D\u043D\u044F
replication.admin.instance.sendkey.description=\u0412\u0456\u0434\u0431\u0438\u0442\u043E\u043A \u043A\u043B\u044E\u0447\u0430, \u044F\u043A\u0438\u0439 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u043F\u0456\u0434\u043F\u0438\u0441\u0443 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u044C, \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u043D\u0438\u0445 \u0434\u043E \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430. \u0412\u0456\u043D \u043F\u043E\u0432\u0438\u043D\u0435\u043D \u0437\u0431\u0456\u0433\u0430\u0442\u0438\u0441\u044F \u0437 \u043A\u043B\u044E\u0447\u0435\u043C \u043E\u0442\u0440\u0438\u043C\u0430\u043D\u043D\u044F \u0437 \u0456\u043D\u0448\u043E\u0433\u043E \u0431\u043E\u043A\u0443.
replication.admin.instance.sendkey.button.reset=\u0421\u043A\u0438\u043D\u0443\u0442\u0438
replication.admin.instance.sendkey.button.reset.description=\u0421\u0442\u0432\u043E\u0440\u0456\u0442\u044C \u043D\u043E\u0432\u0438\u0439 \u043A\u043B\u044E\u0447 \u0434\u043B\u044F \u0446\u044C\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430 \u0442\u0430 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u0442\u0435 \u043F\u043E\u0432'\u044F\u0437\u0430\u043D\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438 \u043F\u0440\u043E \u0437\u043C\u0456\u043D\u0443.
replication.admin.recover.title=\u0412\u0456\u0434\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F
replication.admin.recover.description=\u042F\u043A\u0449\u043E \u0434\u0435\u044F\u043A\u0456 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0431\u0443\u043B\u043E \u0432\u0442\u0440\u0430\u0447\u0435\u043D\u043E (\u0442\u0438\u043F\u043E\u0432\u0438\u0439 \u043F\u0440\u0438\u043A\u043B\u0430\u0434 \u2013 \u0432\u0456\u0434\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0441\u0442\u0430\u0440\u043E\u0457 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u043E\u0457 \u043A\u043E\u043F\u0456\u0457), \u0432\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u043F\u0440\u043E\u0441\u0438\u0442\u0438 \u0456\u043D\u0448\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438 \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u0442\u0438 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0449\u043E\u0434\u043E \u0442\u043E\u0433\u043E, \u0449\u043E \u0437\u043C\u0456\u043D\u0438\u043B\u043E\u0441\u044F \u0437\u0430 \u0446\u0435\u0439 \u043F\u0440\u043E\u043C\u0456\u0436\u043E\u043A \u0447\u0430\u0441\u0443. \u041F\u0440\u043E\u043F\u043E\u0437\u0438\u0446\u0456\u0457 \u0449\u043E\u0434\u043E \u0434\u0430\u0442 \u043D\u0430\u0434\u0430\u044E\u0442\u044C\u0441\u044F \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0456 \u0447\u0430\u0441\u0443 \u0437\u0430\u043F\u0443\u0441\u043A\u0443 \u043F\u043E\u0442\u043E\u0447\u043D\u043E\u0433\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430 \u0442\u0430 \u0434\u0430\u0442\u0438 \u043E\u0441\u0442\u0430\u043D\u043D\u044C\u043E\u0433\u043E \u0432\u0456\u0434\u043E\u043C\u043E\u0433\u043E \u0434\u043E \u0446\u044C\u043E\u0433\u043E \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F (\u044F\u043A\u0449\u043E \u0442\u0430\u043A\u0456 \u0454).
replication.admin.recover.form.dateMin=\u041C\u0456\u043D\u0456\u043C\u0430\u043B\u044C\u043D\u0430 \u0434\u0430\u0442\u0430
replication.admin.recover.form.dateMax=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430 \u0434\u0430\u0442\u0430
replication.admin.recover.button=\u0412\u0456\u0434\u043D\u043E\u0432\u043B\u044E\u0432\u0430\u0442\u0438
replication.admin.recover.message.success=\u0417\u0430\u043F\u0438\u0442 \u043D\u0430 \u0432\u0456\u0434\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0432\u0442\u0440\u0430\u0447\u0435\u043D\u0438\u0445 \u043C\u043E\u0434\u0438\u0444\u0456\u043A\u0430\u0446\u0456\u0439 \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u043D\u043E \u0456\u043D\u0448\u0438\u043C \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430\u043C.

## Page Admin
replication.admin.noinstance=\u0416\u043E\u0434\u0435\u043D \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440 \u043D\u0435 \u043D\u0430\u043B\u0430\u0448\u0442\u043E\u0432\u0430\u043D\u0438\u0439
replication.admin.page.push.button=\u041F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u0442\u0438
replication.admin.page.push.description=\u0423 \u0434\u0435\u044F\u043A\u0438\u0445 \u0432\u0438\u043F\u0430\u0434\u043A\u0430\u0445 (\u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F, \u0432\u0442\u0440\u0430\u0447\u0435\u043D\u0456 \u0437 \u043F\u0435\u0432\u043D\u043E\u0457 \u043F\u0440\u0438\u0447\u0438\u043D\u0438 \u0430\u0431\u043E \u043F\u043E\u043C\u0438\u043B\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0438 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457), \u0432\u0430\u043C \u043C\u043E\u0436\u0435 \u0437\u043D\u0430\u0434\u043E\u0431\u0438\u0442\u0438\u0441\u044F \u043F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u0435 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0434\u043E \u0456\u043D\u0448\u0438\u0445 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0456\u0432, \u0449\u043E\u0431 \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u0457\u0445 \u0443\u0441\u0456 \u0434\u043E \u043F\u043E\u0442\u043E\u0447\u043D\u043E\u0433\u043E \u0441\u0442\u0430\u043D\u0443.
replication.admin.page.button.save=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438
replication.admin.page.save.success=\u041A\u043E\u043D\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044E \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E.
replication.admin.page.notreplicated=\u041D\u0435 \u0440\u0435\u043F\u043B\u0456\u043A\u043E\u0432\u0430\u043D\u043E
replication.admin.page.replicated=\u0420\u0435\u043F\u043B\u0456\u043A\u043E\u0432\u0430\u043D\u043E
replication.admin.page.currentpage=\u041B\u0438\u0448\u0435 \u043F\u043E\u0442\u043E\u0447\u043D\u0430 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430
replication.admin.page.pageandchildren=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u0456 \u0434\u043E\u0447\u0456\u0440\u043D\u0456
replication.admin.page.type.default=\u0417\u0430 \u0443\u043C\u043E\u0432\u0447\u0430\u043D\u043D\u044F\u043C
replication.admin.page.type.all=\u0412\u0441\u0456 \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0438
replication.admin.page.type.single=\u0415\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0456\u0432 \u043D\u0430
replication.admin.page.troubleshooting=\u0412\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F \u043D\u0435\u043F\u043E\u043B\u0430\u0434\u043E\u043A
replication.admin.subwiki=\u0426\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443 \u043C\u043E\u0436\u043D\u0430 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u043B\u0438\u0448\u0435 \u0432 \u0433\u043E\u043B\u043E\u0432\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043D\u043D\u0456 \u0432\u0456\u043A\u0456.

## Controller admin
replication.admin.controller=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457
replication.admin.nocontroller=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u043D\u0435 \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u043E
replication.admin.setcontroller.default=\u0417\u0430 \u0443\u043C\u043E\u0432\u0447\u0430\u043D\u043D\u044F\u043C ({0})
replication.admin.setcontroller.inherit=\u0423\u0441\u043F\u0430\u0434\u043A\u0443\u0439\u0442\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0432\u0456\u0434 \u0431\u0430\u0442\u044C\u043A\u0456\u0432\u0441\u044C\u043A\u043E\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u0447\u0438 \u0432\u0456\u043A\u0456.
replication.admin.setcontroller.button=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438
replication.admin.setcontroller.changed=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0437\u043C\u0456\u043D\u0435\u043D\u043E.
replication.admin.setcontroller.reseted=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0441\u043A\u0438\u043D\u0443\u0442\u043E.
## Controller
replication.controller.standard.name=\u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0438\u0439
replication.controller.standard.description=\u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0438\u0439 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u0440 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0441\u0443\u0442\u043D\u043E\u0441\u0442\u0456, \u044F\u043A\u0438\u0439 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u043D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044E \u0434\u043B\u044F \u043A\u043E\u0436\u043D\u043E\u0433\u043E \u0440\u0456\u0432\u043D\u044F \u0456\u0454\u0440\u0430\u0440\u0445\u0456\u0457.

## Queue
replication.send.queue.failed=\u041D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u0442\u0438 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0443, \u0441\u043F\u0440\u043E\u0431\u0443 \u0431\u0443\u0434\u0435 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043E {0}.
replication.send.queue.size={0} \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u044C \u0432\u0441\u0435 \u0449\u0435 \u043E\u0447\u0456\u043A\u0443\u044E\u0442\u044C \u043D\u0430 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0434\u043E \u0435\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440\u0430 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457
### Missing: replication.send.queue.purge=\u26A0 Purge
### Missing: replication.send.queue.purge.title=Remove from the queue all the messages waiting to be sent. It's highly discouraged to do it, and it should be used only as a last resort.

## Notifications
replication.application.name=\u0420\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u044F
replication.event.documentconflict.description=\u041A\u043E\u043D\u0444\u043B\u0456\u043A\u0442 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u043F\u043B\u0438\u043D\u0443\u0432 \u043D\u0430 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443
notifications.events.replication.documentconflict.description.by.users=\u041A\u043E\u043D\u0444\u043B\u0456\u043A\u0442 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u043F\u043B\u0438\u043D\u0443\u0432 \u043D\u0430 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443
notifications.events.replication.documentconflict.description.by.1user=\u041A\u043E\u043D\u0444\u043B\u0456\u043A\u0442 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u043F\u043B\u0438\u043D\u0443\u0432 \u043D\u0430 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443
notifications.events.replication.documentconflict.description=\u041A\u043E\u043D\u0444\u043B\u0456\u043A\u0442 \u0440\u0435\u043F\u043B\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u043F\u043B\u0438\u043D\u0443\u0432 \u043D\u0430 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443
